<?php 

return [
     
    "success"     => "ជោគជ័យ",
    

    // [Navbar] 

    "title"       => "អាន​ សុខវីន",
    "language"    => "ខ្មែរ",
    "eng"         => "អង់គ្លេស",
    "khm"         => "ខ្មែរ",
    "chi"         => "ចិន",
    "thai"        => "ថៃ",
    "korean"      => "កូរ៉េ",
    "vietnam"     => "វៀតណាម",
    "japanese"    => "ជប៉ុន",
    "home"        => "ទំព័រដើម",
    "about"       => "អំពីខ្ញុំ",
    "services"    => "សេវាកម្ម",
    "experience"  => "បទពិសោធន៍",
    "works"       => "ស្នាដៃ",
    "contact"     => "ទំនាក់ទំនង",
    "reancode"    => "រៀនកូដឥតគិតថ្លៃ​",

    // [Navbar] 
   
    // [Home] 

     "hi"          => "សួរស្តី!",
     "me1"         => "ខ្ញុំគឺ អាន សុខវីន",
     "me2"         => "ខ្ញុំគឺ ជាអ្នកអភិវឌ្ឍន៍គេហទំព័រ និង កម្មវិធីគ្រប់គ្រងទិន្ន័យគ្រប់ប្រភេទ",
     "me3"         => "ព្រមទាំងទទួលធ្វើគេហទំព័រ​ និង កម្មវិធីគ្រប់គ្រងទិន្ន័យគ្រប់ប្រភេទ",
     "me4"         => "ទាក់ទងមកឥឡូវ​នេះ",
     "me5"         => "អរគុណ",
     "me6"         => "ជួលខ្ញុំ",

    // [Home] 

    // [About me] 

     "about_me"    => "អំពីខ្ញុំ",
     "desc"        => "ខ្ញុំជាមនុស្សដែលមានភាពបត់បែន អាចទុកចិត្តបាន មានការលើកទឹកចិត្តខ្លួនឯង និងជាមនុស្សឧស្សាហ៍ព្យាយាម ហើយការសិក្សាក៏ល្អឥតខ្ចោះតាំងពីខ្ញុំនៅជាសិស្សវិទ្យាល័យ និងបន្តរហូតមកដល់បច្ចុប្បន្ន។ ខ្ញុំចង់ទទួលបានឱកាសពីការងារនេះ ដើម្បីអភិវឌ្ឍខ្លួនឯងឱ្យកាន់តែប្រសើរឡើង ព្រោះគោលដៅរបស់ខ្ញុំគឺ ដើម្បីក្លាយជាអ្នកគ្រប់គ្រងគេហទំព័រដែលមានជំនាញវិជ្ជាជីវៈ និងមានទេពកោសល្យបំផុតនាពេលអនាគត។",
     "downloadCV"  => "ទាញយកប្រវត្តិរូប",
     
    // [About me] 

    // [Skill] 

     "skill"      => "ជំនាញរបស់ខ្ញុំ",

    // [Skill]

    // [Services] 

      "my_service" => "សេវាកម្ម",
      "frontend"   => "អ្នកអភិវឌ្ឍន៍គេហទំព័រផ្នែកខាងមុខ",
      "backend"    => "អ្នកអភិវឌ្ឍន៍គេហទំព័រផ្នែកខាងក្រោយ",
      "full"       => "អ្នកអភិវឌ្ឍន៍គេហទំព័រផ្នែកខាងមុខ និងខាងក្រោយ",
  
    // [Services]

    // [Experience] 

     "my_experience"     => "បទពិសោធន៍",
     "primary_school"    => "បឋមសិក្សា",
     "secondary_school"  => "អនុវិទ្យាល័យ",
     "university"        => "មហាវិទ្យាល័យ",
     "teach_fri"         => "បង្រៀនមិត្តតាមអនឡាញ",
     "free"              => "( ឥតគិតថ្លៃ )",
     "charge"            => "( គិតថ្លៃ )",
     "teach"             => "បង្រៀនតាមអនឡាញ",
     "teach_etec"        => "បង្រៀននៅមជ្ឈមណ្ឌល Etec Center",
     "y1"                => "២០០៧-២០១៣",
     "y2"                => "២០១៣-២០២០",
     "y3"                => "២០២១-បច្ចុប្បន្ន",
     "y4"                => "២០២២-២០២៣",
     "y5"                => "២០២២-២០២៣",
     "y6"                => "២០២១-២០២៣",
     "1_year"            => "( ១ ឆ្នាំ )",
     
    // [Experience] 

    // [Works] 

     "work"             => "ស្នាដៃ",
     "view"             => "មើល",

    // [Works] 

    // [Get In Touch] 

    "get"              => "ទំនាក់ទំនង",
    "let"              => "តោះនិយាយទាំងអស់គ្នា",
    "don"              => "មិនចូលចិត្តទម្រង់បំពេញ? ផ្ញើអ៊ីមែលមកខ្ញុំមកចឹង",
    "name"             => "ឈ្មោះ​របស់​អ្នក",
    "email"            => "អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល",
    "subject"          => "ប្រធានបទ",
    "message"          => "សារ",
    "send"             => "ផ្ញើ​សារ",

    // [Get In Touch] 
 


];
