<?php 

return [

    "success"     => "ความสำเร็จ",

    // [Navbar] 

    "title"       => "อัน ซกวิน",
    "language"    => "ไทย",
    "eng"         => "ภาษาอังกฤษ",
    "khm"         => "ภาษาเขมร",
    "chi"         => "ภาษาชาวจีน",
    "thai"        => "ไทย",
    "korean"      => "เกาหลี",
    "vietnam"     => "เวียตนาม",
    "japanese"    => "ญี่ปุ่น",
    "home"        => "บ้าน",
    "about"       => "เกี่ยวกับฉัน",
    "services"    => "บริการ",
    "experience"  => "ประสบการณ์",
    "works"       => "ทำงาน",
    "contact"     => "ติดต่อ",
    "reancode"    => "เรียนโค้ดฟรี",

    // [Navbar] 

    // [Home] 

    "hi"          => "สวัสดี!",
    "me1"         => "ฉันคืออัน ซกวิน",
    "me2"         => "ฉันเป็นนักพัฒนาเว็บและเว็บแอปพลิเคชัน",
    "me3"         => "ฟรีแลนซ์",
    "me4"         => "ติดต่อฉันตอนนี้",
    "me5"         => "ขอบคุณ",
    "me6"         => "จ้างฉัน",

    // [Home] 
    
    // [About me] 

    "about_me"    => "เกี่ยวกับฉัน",
    "desc"        => "ฉันเป็นคนยืดหยุ่น ไว้ใจได้ มีความมุ่งมั่นและตั้งใจทำงาน ผลการเรียนก็ดีเยี่ยมตั้งแต่ฉันยังเรียนอยู่ชั้นมัธยมปลายและต่อเนื่องมาจนถึงปัจจุบัน ฉันอยากได้โอกาสจากงานนี้เพื่อพัฒนาตัวเองให้ดียิ่งขึ้น เพราะเป้าหมายของฉันคือ เพื่อก้าวไปสู่การเป็นเว็บมาสเตอร์ที่เป็นมืออาชีพและมีความสามารถมากที่สุดคนหนึ่งในอนาคต",
    "downloadCV"  => "ดาวน์โหลดประวัติย่อ",

    // [About me] 

    // [Skill] 

    "skill"      => "ทักษะของฉัน",

    // [Skill] 

    // [Services] 

    "my_service" => "บริการ",
    "frontend"   => "นักพัฒนาส่วนหน้า",
    "backend"    => "นักพัฒนาแบ็กเอนด์",
    "full"       => "นักพัฒนาเว็บสแต็กเต็ม",

    // [Services] 

    // [Experience] 

    "my_experience"     => "ประสบการณ์",
    "primary_school"    => "โรงเรียนประถม",
    "secondary_school"  => "โรงเรียนมัธยมศึกษา",
    "university"        => "มหาวิทยาลัย",
    "teach_fri"         => "สอนคอร์สออนไลน์ของเพื่อน",
    "free"              => "( ฟรี )",
    "charge"            => "( ค่าใช้จ่าย )",
    "teach"             => "สอนคอร์สออนไลน์ของ",
    "teach_etec"        => "ทำงานเป็นผู้สอนที่ Etec Center ( 1 ปี )",
    "y1"                => "2007-2013",
    "y2"                => "2013-2020",
    "y3"                => "2021-Present",
    "y4"                => "2022-2023",
    "y5"                => "2022-2023",
    "y6"                => "2021-2023",
    "1_year"            => "1 ปี",


    // [Experience] 

    // [Works] 

    "work"             => "ทำงาน",
    "view"             => "ดู",


    // [Works] 

    // [Get In Touch] 

    "get"              => "ได้รับการติดต่อ",
    "let"              => "คุยกันได้ทุกเรื่อง",
    "don"              => "ไม่ชอบรูปแบบ? ส่งอีเมลถึงฉัน",
    "name"             => "ชื่อของคุณ",
    "email"            => "ที่อยู่อีเมล",
    "subject"          => "เรื่อง",
    "message"          => "ข้อความ",
    "send"              => "ส่งข้อความ",

    // [Get In Touch] 











];

?>